Repository: gitGNU/gnu_alive
Catalog: po/*.po
Languages: sv

source: %s: option `%s' is ambiguous
sv: %s: flaggan "%s" är tvetydig

source: %s: option `--%s' doesn't allow an argument
sv: %s: flaggan "--%s" tar inget argument

source: %s: option `%c%s' doesn't allow an argument
sv: %s: flaggan "%c%s" tar inget argument

source: %s: option `%s' requires an argument
sv: %s: flaggan "%s" kräver ett argument

source: %s: unrecognized option `--%s'
sv: %s: okänd flagga "--%s"

source: %s: unrecognized option `%c%s'
sv: %s: okänd flagga "%c%s"

source: %s: illegal option -- %c
sv: %s: otillåten flagga -- %c

source: %s: invalid option -- %c
sv: %s: ogiltig flagga -- %c

source: %s: option requires an argument -- %c
sv: %s: flaggan kräver ett argument -- %c

source: %s: option `-W %s' is ambiguous
sv: %s: flaggan "-W %s" är tvetydig

source: %s: option `-W %s' doesn't allow an argument
sv: %s: flaggan "-W %s" tar inget argument

source: Memory exhausted
sv: minnet slut

source: Cannot find configuration file %s: %s
sv: Kan inte hitta konfigurationsfilen %s: %s

source: Read configuration:
sv: Inläst konfiguration:

source: Failed to read username from configuration file %s.
sv: Kunde inte utläsa användarnamnet (USERNAME=) från konfigurationsfilen %s.

source: Failed to read password from configuration file %s.
sv: Kunde inte utläsa lösenordet (PASSWORD=) från konfigurationsfilen: %s.

source: You must supply at least a username and password.
sv: Åtminstone användarnamn (USERNAME=) och lösenord (PASSWORD=) måste anges.

source: Got signal(%d), quitting.
sv: Fick signal(%d), avslutar.

source: Got signal(%d), forcing relogin.
sv: Fick signal(%d), logindemonen uppväckt i förtid.

source: Cannot write PID(%d) to file, %s: %s
sv: Kunde inte skriva PID(%d) till filen %s: %s

source: Aborting daemon - cannot communicate PID to outside world.
sv: Avbryter logindemonen - kunde inte komminicera dess PID till omvärlden.

source: Keep-alive daemon started, pid: %d
sv: "Håll-vid-liv"-demonen startad: PID: %d

source: successful.
sv: lyckades.

source: FAILED!
sv: MISSLYCKADES!

source: Daemon logging in again.
sv: Logindemonen loggar in igen.

source: Forced relogin successful.
sv: Den i förtid uppväckta logindemonen lyckades.

source: Forced relogin FAILED!
sv: Den i förtid uppväckta logindemonen MISSLYCKADES!

source: Periodic relogin %s.
sv: Periodiskt login %s.

source: FAILED
sv: MISSLYCKADES

source: DNS lookup of login server %s failed to resolve to an IP#
sv: Namnuppslagning via DNS av login server %s till IP# misslyckades

source: Try the commands nslookup, host or dig for more details.
sv: Försök manuellt med kommandona nslookup, host eller dig för mer detaljer.

source: gethostbyname() returns: %s
sv: gethostbyname() returnerar: %s

source: Failed to create a socket: %s
sv: Kunde inte skapa en socket: %s

source: Failed to connect to login server (%s): %s
sv: Kunde inte ansluta till loginserver (%s): %s

source: Connecting to login server, %s:%d.
sv: Ansluter till loginserver, %s:%d.

source: Failed sending request for %s.
sv: Kunde inte skicka begäran efter %s.

source: Closing connection to login server.
sv: Stänger anslutning till loginserver.c

source: Waiting for reply from server...
sv: Inväntar svar från server...

source: No reply from login server.
sv: Inget svar från loginserver.

source: Failed to "ping" login server: %s
sv: Kunde inte "pinga" loginservern: %s

source: %s(): Login server "pinged": not logged in...
sv: %s(): Loginservern "pingad": ej inloggad...

source: %s(): Here is the reply: %s
sv: %s(): Här är svaret: %s

source: %s(): Start %s with --verbose --debug to see whole reply.
sv: %s() Starta %s med --verbose --debug för att se det fullständiga svaret.

source: Composing non-url-encoded login string.
sv: Komponerar icke-url-kodad loginsträng.

source: Failed to allocate memory (%d bytes): %s
sv: Kunde inte allokera minne (%d bytes): %s

source: Login string: %s
sv: Loginsträng: %s

source: Cannot send login request to server (%s): %s
sv: Kan inte sända loginbegäran till server (%s): %s

source: Failed to send login request to server (%s): %s
sv: Kunde inte sända loginbegäran till server (%s): %s

source: %s(): Error reading login reply: %s
sv: %s(): Fel vid läsning av svar från loginbegäran: %s

source: %s(): login failed.
sv: %s(): Login misslyckades.

source: Logout request failed: %s
sv: Utloggningsbegäran misslyckades: %s

source: Waiting for logout reply, 5 second timeout ...
sv: Inväntar svar på utloggningsbegäran, 5 sekunders timeout ...

source: %s does not respond, cannot log out!
sv: %s svarar inte, kan inte logga ut!

source: Poll says a reply has arrived, reading reply...
sv: Poll skvallrar om ett svar, läser svaret...

source: Read logout reply: %s
sv: Läst svar på utloggningsbegäran: %s

source: Received: %s
sv: Mottaget: %s

source: LOGOUT FAILED
sv: UTLOGGNING MISSLYCKADES

source: SUCCESSFUL LOGOUT
sv: UTLOGGNING LYCKADES

source: %s(): logout failed.
sv: %s(): utloggning misslyckades.

source: %s(): failed first login attempt.
sv: %s(): första loginförsöket misslyckades.

source: %s(): waiting a while before retrying...
sv: %s(): väntar ett slag innan jag försöker igen...

source: %s(): failed to bring up login page.
sv: %s(): kunde inte få upp inloggningssidan.

source: %s(): failed to send login (attempt #%d).
sv: %s(): kunde inte sända loginbegäran (försök #%d).

source: %s(): Success.
sv: %s(): Lyckat.

source: %s(): failed %d retries - backing off for a while.
sv: %s(): %d misslyckade försök - avvaktar ett slag.

source: Looking for PID file: %s.
sv: Söker efter låsfil: %s.

source: Cannot find any PID file, daemon not running.
sv: Hittade ingen aktiv låsfil, logindemonen ej aktiv.

source: Old qadsl version running: %s, with PID = %d
sv: Gammal qadsl-version aktiv: %s, med PID = %d

source: Found PID file %s with PID = %d
sv: Hittade låsfil %s med PID = %d

source: %s ERR %s[%d]:
sv: %s FEL %s[%d]:

source: Usage: %s [-h] [-c conffile] [-p pidfile] [-loPsdvV]
sv: Användning: %s [-h] [-c conffile] [-p pidfile] [-loPsdvV]

source: Unrecognised option, %s
sv: Okänd flagga %s

source: %s - Auto-login & keep-alive for Internet connections.
sv: %s - Loggar in och håller din Internetkoppling vid liv.

source: Options: -l, --login Send login request. -q, --quit Quit daemon, don't logout. -o, --logout Send logout request. -c, --conf-file=FILE Use settings from FILE instead of
sv: Flaggor: -l, --login Skicka loginbegäran. -q, --quit Avsluta demonen utan att logga ut. -o, --logout Skicka utloggningsbegäran. -c, --conf-file=FILE Använd inställningar från FILE istf.

source: . -p, --pid-file=FILE Use FILE to store PID, default is
sv: . -p, --pid-file=FILE Använd FILE för att lagra PID, default är

source: . -P, --port=PORT Connect to PORT on server, default is
sv: . -P, --port=PORT Anslut till PORT på loginserver, default är

source: . -s, --status Display status of login daemon. -v, --verbose Display more information, on screen and in logfile. -d, --debug Display even more information, huge amounts! -V, --version Display version information and exit. -h, --help Display this help and exit. --usage Give a short usage message. Report bugs to <
sv: . -s, --status Visa status för login demonen. -v, --verbose Visa mer information, på skärmen och i loggfilen. -d, --debug Visa ännu mer information, stora mängder! -V, --version Visa versionsinformation och avsluta. -h, --help Visar den här hjälptexten och avslutar. --usage Visa en kortare hjälptext. Rapportera buggar till <

source: Already running on pid %d, forcing relogin.
sv: Kör redan med PID %d, väcker upp demonen i förtid.

source: kill(%d, SIGHUP) failed: %s
sv: Kunde inte skicka kill(%d, SIGHUP): %s

source: Maybe a stale lockfile (%s)?
sv: Kanske ligger det kvar en gammal låsfil (%s)?

source: Trying to remove possibly stale lockfile (%s)...
sv: Försöker ta bort en troligen gammal låsfil (%s).

source: Couldn't remove possible stale lockfile (%s).
sv: Kunde inte ta bort den förmodat gamla låsfilen (%s).

source: Maybe the process (%d) is running as root, but you are not?
sv: Kanske kör processen (%d) som root, medans du inte är det?

source: First check, not logged in yet.
sv: Första kontrollen, ej inloggad ännu.

source: To diagnose, try the options --debug --verbose
sv: Använd flaggorna --debug --verbose för att diagnostisera

source: SUCCESSFUL LOGIN
sv: LYCKAT LOGIN

source: LOGIN FAILED - To diagnose, try the options --debug --verbose
sv: LOGIN MISSLYCKADES - Använd flaggorna --debug --verbose för att diagnostisera

source: Already logged in.
sv: Redan inloggad.

source: Failed to delete old PID file, %s - %s
sv: Kunde inte ta bort den gamla PID-filen, %s: %s

source: No operation selected, reverting to query status.
sv: Ingen operation vald. Faller tillbaka på att visa status.

source: Current status: %s
sv: Nuvarande status: %s

source: CONNECTED
sv: ANSLUTEN

source: DISCONNECTED
sv: EJ ANSLUTEN

source: Login daemon running with PID = %d
sv: Logindemonen kör med PID = %d

source: Login daemon not running.
sv: Logindemonen ej aktiv.
